/* About screen blog label */
"About.blog" = "Blogg";

/* About screen footer */
"About.footer" = "Utviklet av det globale DigiWallet teamet. Versjon";

/* Privay Policy button label */
"About.privacy" = "Personvern Policy";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Vilkår for bruk";

/* About screen title */
"About.title" = "Om";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Lukk";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Brukerstøtte";

/* Loading Wallet Message */
"Account.loadingMessage" = "Laster lommebok";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Min DigiWallet";

/* Error alert title */
"Alert.error" = "Feil";

/* No internet alert message */
"Alert.noInternet" = "Ingen internett tilgang. Sjekk din internett tilkobling og prøv igjen. ";

/* Warning alert title */
"Alert.warning" = "Advarsel";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adresser kopiert";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Alle lommebok adresser kopiert uten feil.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Papir  nøkkel OK";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Kjempe bra!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN kode OK";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Feil ved sending";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Sending er godkjent";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Penger sendt! ";

/* JSON Serialization error message */
"ApiClient.jsonError" = "\nJSON serialiseringsfeil";

/* Wallet not ready error message */
"ApiClient.notReady" = "Lommebok ikke klar";

/* API Token error message */
"ApiClient.tokenError" = "\nKan ikke hente API-token";

/* header of balance */
"Balance.header" = "Total\nbalansere";

/* Send BCH view body. */
"BCH.body" = "Skriv inn en DigiByte-adresse nedenfor. Alle DigiByte i lommeboken din på tidspunktet for forgreiningen(% 1 $ @) blir sendt.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Godkjenn sending %1$@ til %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Bekreftelse";

/* Generic bch erorr message */
"BCH.genericError" = "Din konto inneholder ingen Digibyte, eller du mottok Digibyte etter  forgreiningen.(fork) ";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Transaksjon ID kopiert";

/* No address error message */
"BCH.noAddressError" = "Vennligst legg inn en adresse";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "\nBetalingsprotokollforespørsel er ikke støttet for DigiByte transaksjoner";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Sending av DigiByte var vellykket.";

/* Widthdraw BCH view title */
"BCH.title" = "DigiByte uttak";

/* Tx Hash button header */
"BCH.txHashHeader" = "DigiByte transaksjon ID";

/* Approve button label */
"BitID.approve" = "Godkjenn";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ ber om tilgang til å bruke din DigiByte lommebok";

/* Deny button label */
"BitID.deny" = "Avslå";

/* BitID error alert title */
"BitID.error" = "Feil ved autorisering";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Vennligst prøv igjen";

/* BitID success alert title */
"BitID.success" = "Autorisering godkjent";

/* BitID Authentication Request alert view title */
"DigiID.title" = "DigiID autoriserings forespørsel";

/* Cancel button label */
"Button.cancel" = "Avslutt";

/* Ignore button label */
"Button.ignore" = "Ignorer";

/* menu button */
"Button.menu" = "Meny";

/* No button */
"Button.no" = "Nei";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "Motta";

/* send button */
"Button.send" = "Send";

/* Settings button label */
"Button.settings" = "Innstillinger";

/* Settings button label */
"Button.submit" = "Send inn";

/* Yes button */
"Button.yes" = "Ja";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Sentrer din ID i boksen";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Beløp som skal sendes:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Nettverks avgift: ";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Transaksjonstid: Denne transaksjonen vil ta %1$@ sekunder å utføre. ";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Sende";

/* Confirmation Screen title */
"Confirmation.title" = "Bekreftelse";

/* To: (address) */
"Confirmation.to" = "Til";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Total kostnad: ";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "For å være sikker på at du har skrevet ned alt riktig, vennligst skriv inn følgende ord fra din papirnøkkel. ";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Ord #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "DigiByte Valuta: ";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Vekslingskurs: ";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Denne enheten er ikke konfigurert til å sende epost med IOS epost app. ";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Epost ikke tilgjengelig";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Denne enheten er ikke konfigurert til å sende meldinger. ";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Meldinger er ikke tilgjengelig ";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Ved bruk av FaceID, så kan du velge forbruksgrense her %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Bruk FaceID for å låse opp din DigiWallet og sende penger opp til en satt grense. ";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Link tekst(seeTouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Aktiver FaceID for DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "FaceID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Du har ikke satt opp FaceID på denne enheten. Gå til instillinger -> FaceID & passord for å sette opp. ";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "FaceID er ikke satt opp";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "FaceID bruksgrense";

/* Economy fee */
"FeeSelector.economy" = "Økonomi";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Estimert leveringstid: 10+ minutter";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Denne opsjonen er ikke anbefalt for tid-sensitive transaksjoner, da den kan ta lang tid. ";

/* Regular fee */
"FeeSelector.regular" = "Normal";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Estimert leveringstid: 15-30 sekunder";

/* Fee Selector title */
"FeeSelector.title" = "Behandlings hastighet";

/* Checking private key balance progress view text */
"Import.checking" = "Sjekker saldo på privat nøkkel...";

/* Sweep private key confirmation message */
"Import.confirm" = "Sende %1$@ fra denne private nøkkelen og til din lommebok? DigiByte nettverket vil belaste deg en avgift på %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Denne private nøkkelen er allerede lagt til din lommebok. ";

/* empty private key error message */
"Import.Error.empty" = "Denne private nøkkelen er tom. ";

/* High fees error message */
"Import.Error.highFees" = "Transaksjons avgiftene vil koste mer enn det som er tilgjengelig som saldo på denne private nøkkelen. ";

/* Not a valid private key error message */
"Import.Error.notValid" = "Dette er ikke en gyldig privat nøkkel. ";

/* Import signing error message */
"Import.Error.signing" = "Feil ved signering av transaksjon";

/* Import button label */
"Import.importButton" = "Importer";

/* Importing wallet progress view label */
"Import.importing" = "Importerer lommebok";

/* Caption for graphics */
"Import.leftCaption" = "Lommebok som skal importeres";

/* Import wallet intro screen message */
"Import.message" = "Importering av lommebok vil overføre alle dine penger fra din lommebok og over på din DigiWallet ved bruk av en singel transaksjon.";

/* Enter password alert view title */
"Import.password" = "Denne private nøkkelen er passordbeskyttet. ";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "Passord";

/* Caption for graphics */
"Import.rightCaption" = "Din DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Skann privat nøkkel";

/* Import wallet success alert title */
"Import.success" = "Vellykket";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Importering av lommebok var vellykket. ";

/* Import Wallet screen title */
"Import.title" = "Importer lommebok";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Nøkkel for opplåsing";

/* Import wallet intro warning message */
"Import.warning" = "Importering av lommebok inkluderer ikke transaksjons historikk eller andre detaljer. ";

/* Wrong password alert message */
"Import.wrongPassword" = "Feil passord, vennligst prøv igjen. ";

/* Close app button */
"JailbreakWarnings.close" = "Lukk";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorer";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SIKKERHETEN PÅ DENNE ENHETEN ER SVAK\nEnver \"jailbreak\" app kan få tilgang til din DigiByte nøkkelkjede og stjele dine DigiByte`s! Vennligst slett denne lommeboken umiddelbart og åpne den på en ny enhet. ";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SIKKERHETEN PÅ DENNE ENHETEN ER SVAK\nEnver \"jailbreak\" app kan få tilgang til din DigiByte nøkkelkjede og stjele dine DigiByte`s! Vennligst kun bruk DigiWallet på en ikke-\"jailbroken\" enhet. ";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ADVARSEL";

/* Location services disabled error */
"LocationPlugin.disabled" = "Lokasjon service er deaktivert.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet har ikke tilgang til din lokasjon. ";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Du har nå opprettet din lommebok på %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Ditt lommebok navn vises kun på din konto historikk og kan ikke sees av noen andre. ";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Navn på lommebok";

/* Manage wallet modal title */
"ManageWallet.title" = "Administrere lommebok";

/* Menu button title */
"MenuButton.lock" = "Lås lommebok";

/* Menu button title */
"MenuButton.security" = "Sikkerhetssenter";

/* Menu button title */
"MenuButton.settings" = "Innstillinger ";

/* Menu button title */
"MenuButton.support" = "Support";

/* button label */
"MenuViewController.createButton" = "Lag ny lommebok";

/* Menu modal title */
"MenuViewController.modalTitle" = "Meny";

/* button label */
"MenuViewController.recoverButton" = "Gjenopprett lommebok";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Bytt til automatisk modus";

/* Node is connected label */
"NodeSelector.connected" = "Tilkoblet";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Legg inn Node IP adresse og port (valgfritt)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Legg inn Node";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Bytt til Manuell Modus";

/* Node address label */
"NodeSelector.nodeLabel" = "Nåværende primær Node";

/* Node is not connected label */
"NodeSelector.notConnected" = "Ikke Tilkoblet";

/* Node status label */
"NodeSelector.statusLabel" = "Node tilkobling status";

/* Node Selector view title */
"NodeSelector.title" = "DigiByte Noder";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Ugyldig betalings forespørsel";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Dokumentet er ikke støttet eller korrupt";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "Mangler sertifikat";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "Din forespørsel er utløpt";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Kunne ikke utføre betaling";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "DigiByte betalinger kan ikke være mindre enn %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "DigiByte transaksjoner kan ikke være mindre enn $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "Signatur type ikke støttet";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "Sertifikat ikke godkjent";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Trykk her for å aktivere FaceID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Aktiver FaceID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Du må sette et passord for å sikre din lommebok. Gå inn på innstillinger og slå på passordbeskyttelse. ";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Slå på passord";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Din nøkkel må lagres i tilfellet du mister eller bytter din mobil. Trykk her for å fortsette. ";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Handling kreves";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Din lommebok kan være ute av synkronisering. Dette kan ofte fikses ved å re-skanne blokk kjeden. ";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transaksjonen ble avvist. ";

/* header of PinView */
"Prompts.SecurityCheck.header" = "sikkerhet\nkryss av";

/* Share data prompt body */
"Prompts.ShareData.body" = "Hjelp og forbedre din DigiWallet ved å dele dine anonyme data med oss. ";

/* Share data prompt title */
"Prompts.ShareData.title" = "Del anonym data";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Trykk her for å aktivere Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Aktiver Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet har oppgradert til 6-siffret PIN kode. Trykk her for å oppgradere. ";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Oppgrader PIN kode";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Skru på notifikasjoner for å  motta spesielle meldinger fra DigiWallet i fremtiden. ";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Push notifikasjoner";

/* Push notifications are off label */
"PushNotifications.off" = "Av";

/* Push notifications are on label */
"PushNotifications.on" = "På";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notifikasjoner";

/* Address copied message. */
"Receive.copied" = "Kopiert til utklippstavle";

/* Share via email button label */
"Receive.emailButton" = "E-post";

/* Request button label */
"Receive.request" = "Be om et beløp";

/* Share button label */
"Receive.share" = "Del";

/* Share via text message (SMS) */
"Receive.textButton" = "Melding";

/* Receive modal title */
"Receive.title" = "Motta";

/* Done button text */
"RecoverWallet.done" = "Utført";

/* Recover wallet header */
"RecoverWallet.header" = "Gjenopprett lommebok";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Reset PIN kode";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Tast inn nøkkelen din";

/* Recover wallet intro */
"RecoverWallet.intro" = "Gjenopprett din DigiWallet med nøkkel";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Din nøkkel er ikke gyldig. Vennligst dobbelsjekk hvert eneste ord og prøv igjen. ";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Venstre pil";

/* Next button label */
"RecoverWallet.next" = "Neste";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Trykk her for mer informasjon";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Høyre pil";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Legg inn nøkkelen for den lommeboken du vil gjenopprette.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "For å resette din PIN kode, legg inn ord fra din nøkkel nedenfor. ";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Vennligst legg inn beløp først.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Be om et beløp";

/* Alert action button label */
"ReScan.alertAction" = "Synkroniser";

/* Alert message body */
"ReScan.alertMessage" = "Du vil ikke kunne sende penger mens synkroniseringen pågår. ";

/* Alert message title */
"ReScan.alertTitle" = "Synkronisere med blokk kjede? ";

/* extimated time */
"ReScan.body1" = "20-45 minutter";

/* Syncing explanation */
"ReScan.body2" = "Hvis en transaksjon vises som fullført på DigiByte nettverket men ikke i din DigiWallet.";

/* Syncing explanation */
"ReScan.body3" = "Hvis du stadig vekk får en feilmelding om at din transaksjon blir avvist. ";

/* Start Sync button label */
"ReScan.buttonTitle" = "Start synkronisering";

/* Sync blockchain view footer */
"ReScan.footer" = "Du vil ikke ha mulighet til å sende penger mens blokk kjeden synkroniseres. ";

/* Sync Blockchain view header */
"ReScan.header" = "Synkroniser blokk kjede";

/* Subheader label */
"ReScan.subheader1" = "Estimert tid";

/* Subheader label */
"ReScan.subheader2" = "Når skal det synkroniseres? ";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Kamera blits";

/* Complete filter label */
"Search.complete" = "Fullført";

/* Pending filter label */
"Search.pending" = "Venter";

/* Received filter label */
"Search.received" = "Mottatt";

/* Sent filter label */
"Search.sent" = "Sendt";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "FaceID";

/* Security Center Info */
"SecurityCenter.info" = "Aktiver alle sikkerhetsfunksjoner for best sikkerhet. ";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Den eneste måten du kan få tilgang til dine DigiByte hvis du mister eller oppgraderer din telefon. ";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Nøkkel";

/* PIN button description */
"SecurityCenter.pinDescription" = "Beskytter din DigiWallet fra uautoriserte brukere. ";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-siffret PIN kode";

/* Security Center Title */
"SecurityCenter.title" = "Sikkerhetssenter";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Bruk din TouchID for å enkelt låse opp til DigiWallet og sende penger opp til en satt grense. ";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Beløp";

/* Balance: $4.00 */
"Send.balance" = "Saldo: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Gå til innstillinger for å aktivere tilgang til kamera. ";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet har ikke tilgang til kamera. ";

/* Warning when sending to self. */
"Send.containsAddress" = "Denne adressen er din egen, du kan ikke sende til deg selv. ";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Kunne ikke genere transaksjon. ";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Lim inn tavle er tom";

/* Network Fee: $0.01 */
"Send.fee" = "Nettverksavgift: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Betalingsmottakerens identitet er ikke sertifisert. ";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Adressen er ikke en gyldig DigiByte adresse. ";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Lim inn tavle inneholder ingen gyldig DigiByte adresse. ";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Ugyldig adresse";

/* Is rescanning error message */
"Send.isRescanning" = "Sending er deaktivert mens skanning pågår. ";

/* Loading request activity view message */
"Send.loadingRequest" = "Laster forespørsel";

/* Empty address alert message */
"Send.noAddress" = "Vennligst legg inn mottakerens adresse.";

/* Emtpy amount alert message */
"Send.noAmount" = "Vennligst legg inn beløpet du ønsker å sende. ";

/* Paste button label */
"Send.pasteLabel" = "Lim inn";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Kunne ikke publisere transaksjon.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Kunne ikke laste betalingsforespørsel";

/* Scan button label */
"Send.scanLabel" = "Skann";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Send";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Send";

/* Send money to label */
"Send.toLabel" = "Til";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "DigiByte adresser er kun beregnet for engangsbruk. ";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Gjenbruk reduserer personvernet for både deg og mottakeren, og kan føre til tap hvis mottakeren ikke direkte kontrollerer adressen.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adressen er allerede i bruk";

/* About label */
"Settings.about" = "Om";

/* Advanced Settings title */
"Settings.advancedTitle" = "Avanserte innstillinger";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Valuta";

/* Join Early access label */
"Settings.earlyAccess" = "Meld deg inn for tidlig tilgang";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Liker du DigiWallet? ";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "FaceID forbruksgrense";

/* Import wallet label */
"Settings.importTitle" = "Importer lommebok";

/* Manage settings section header */
"Settings.manage" = "Endre";

/* Notifications label */
"Settings.notifications" = "Notifikasjoner ";

/* Leave review button label */
"Settings.review" = "Legg igjen en anmeldelse";

/* Share anonymous data label */
"Settings.shareData" = "Del anonym informasjon";

/* Sync blockchain label */
"Settings.sync" = "Synkroniser blokk kjede";

/* Settings title */
"Settings.title" = "Innstillinger";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "TouchID bruksgrense";

/* Wallet Settings section header */
"Settings.wallet" = "Lommebok";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Lag/gjenopprett en ny lommebok.";

/* Share data view body */
"ShareData.body" = "Hjelp å gjør DigiWallet bedre ved å dele anonym data med oss. Dette inkluderer IKKE finansiell informasjon. Vi respekterer ditt økonomiske personvern. ";

/* Share data header */
"ShareData.header" = "Dele data?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Dele anonym data? ";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Vennligst skriv ned din nøkkel en gang til";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Din private nøkkel er den eneste måten å gjenopprette DigiWallet hvis telefonen går tapt, stjålet, ødelagt eller oppgradert.\n \nVi vil vise deg en liste over ord som du må skrive ned på et stykke papir og oppbevare på en trygg plass. ";

/* button label */
"StartPaperPhrase.buttonTitle" = "Vennligst skriv ned din nøkkel";

/* Argument is date */
"StartPaperPhrase.date" = "Sist gang du skrev ned din private nøkkel %1$@";

/* Start view message */
"StartViewController.message" = "Den mest sikre måten å bruke DigiByte. ";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "blokkhøyde";

"SynchingView.progressLabel" = "framgang";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Kobler til";

/* Syncing view header text */
"SyncingView.header" = "Synkroniserer";

/* Retry button label */
"SyncingView.retry" = "Prøv på nytt";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Synkroniserer";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ dager";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ time(r)";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ minutter";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ sekunder";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Du kan endre din bruksgrense for TouchID fra %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Bruk ditt fingeravtrykk til å låse opp din DigiWallet og sende penger opp til en satt grense. ";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "TouchID bruksgrense";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Bruksgrense: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Aktiver TouchID for DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Du har ikke satt opp TouchID på denne enheten. Gå til innstillinger -> TouchID og passord for å konfigurere. ";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "TouchID er ikke satt opp";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Krev alltid passord";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Du vil bli bedt om å skrive inn din 6-sifret PIN kode for å sende en transaksjon over bruksgrensen, og for hver 48 timer siden sist du skrev inn din 6-sifrede PIN kode";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "TouchID bruksgrense";

/* Availability status text */
"Transaction.available" = "Tilgjengelig for bruk";

/* Transaction complete label */
"Transaction.complete" = "Fullført";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Sluttsum: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Vekslingskurs ved mottak:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Vekslingskurs når det blir sendt: ";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ avgift)";

/* Invalid transaction */
"Transaction.invalid" = "UGYLDIG";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "Akkurat nå";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Under behandling: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "I prosess: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Start saldo: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Venter på å bli bekreftet. Noen kjøpere krever bekreftelse for å fullføre en transaksjon. Beregnet tid: 1-2 minutter.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "Konto";

/* Amount section header */
"TransactionDetails.amountHeader" = "Beløp";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Bekreftet i blokk";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Dine transaksjoner vil vises her.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "til %1$@";

/* More button title */
"TransactionDetails.more" = "Mer...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Flyttet %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Flyttet <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Ikke bekreftet";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Mottatt %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Mottatt <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Sendt %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Sendt <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Transaksjonsdetaljer";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "Til %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "DigiByte transaksjons ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Mottatt på denne adressen";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Sendt til denne adressen";

/* filter buttons for transactionView */
"TransactionView.all" = "alle";

"TransactionView.received" = "mottatt";

"TransactionView.sent" = "sendt";

/* Disabled until date */
"UnlockScreen.disabled" = "Deaktivert til: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Min adresse";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Nullstill PIN kode";

/* Scan button title */
"UnlockScreen.scan" = "Skan";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Legg inn PIN kode";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Lås opp din DigiWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Lås opp med TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Lommeboken er låst opp";

/* Update PIN caption text */
"UpdatePin.caption" = "Husk denne PIN koden. Hvis du glemmer den, vil du ikke ha tilgang til dine DigiByte.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Din PIN kode vil bli brukt til å låse opp din DigiWallet og til å sende penger. ";

/* Update PIN title */
"UpdatePin.createTitle" = "Angi PIN kode";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Legg inn PIN kode en gang til";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Legg inn din nåværende PIN kode.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Legg inn ny PIN kode.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Vennligst legg inn din nye PIN kode en gang til.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Beklager, kunne ikke oppdatere PIN kode.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Oppdater PIN kode";

/* Update PIN title */
"UpdatePin.updateTitle" = "Oppdater PIN kode";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopiere lommebok adresse til utklippstavle? ";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Gi tilgang å kopiere din adresse til utklippstavlen. ";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopier lommebok adresse";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopier";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Vennligst legg inn din PIN kode for å godkjenne denne transaksjonen. ";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Vennligst legg inn din PIN kode for å fortsette.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN kode er nødvendig";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autoriser denne transaksjonen";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Åpne din DigiWallet Iphone app for å sette opp din lommebok. ";

/* Dismiss button label */
"Webview.dismiss" = "Avslå";

/* Webview loading error message */
"Webview.errorMessage" = "Det var en feil ved lasting av innhold. Vennligst prøv igjen. ";

/* Updating webview message */
"Webview.updating" = "Oppdaterer...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte for iOS har endret navn til DigiWallet, med et helt nytt utseende og noen nye funksjoner.\n \nHvis du trenger hjelp, se etter (?) øverst til høyre på de fleste skjermer.";

/* Top title of welcome screen */
"Welcome.title" = "Velkommen til DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Er du helt sikker på at du vil slette denne lommeboken? ";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Slette lommebok? ";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Sletting av lommebok mislyktes";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Feilet";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Skriv inn denne lommebokens gjenopprettingsnøkkel for å slette den og starte eller gjenopprett en annen. Din nåværende saldo forblir på denne nøkkelen.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Ved å starte eller gjenopprette en annen lommebok kan du få tilgang til og administrere en annen DigiWallet på denne enheten.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Du vil ikke lenger kunne få tilgang til din nåværende DigiWallet fra denne enheten. Balansen forblir på nøkkelen.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Start å gjenopprette en annen lommebok";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Slett";

/* Wiping activity message */
"WipeWallet.wiping" = "Sletter...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Skriv ned hvert eneste ord i rekkefølge og oppbevar de på en sikker plass. ";

/* button label */
"WritePaperPhrase.next" = "Neste";

/* button label */
"WritePaperPhrase.previous" = "Forrige";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d av %2$d";

